---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemTopMajorMatchesTopMinor
source: html/62b15b60-cbac-a0d0-1acc-e0a22491aaf0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemTopMajorMatchesTopMinor Property

"Top Major and Minor Layers Match"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemTopMajorMatchesTopMinor { get; }
```